import "../class_regulation.css"
export function About() {
    return (
        <main className="content">
            <div className="row">

                <section>
                    <h2>專長微學程目標</h2>
                    <p>
                        增進本校同學對運動科學基本知識的瞭解與應用，並引導學生知識轉化與實務操作，
                        以激發各大學院學生發展運動相關之跨領域科學與科技應用。本課程除了可強化各科技領域的應用廣度之外，
                        同時也可藉由科技提升運動科學與產業的亮度，以因應世界潮流發展趨勢。
                    </p>
                </section>

                <section>
                    <h2>專長微學程規劃</h2>
                    <p>
                        「認知科學原理運用於運動訓練之實務應用」、「肌力與體能訓練之科技應用與實務」、「專項運動技戰術分析與應用」、「競技運動與巨量數據」、
                        「影像處理、電腦視覺及深度學習概論」、「計算認知科學」、「人工智慧與治理」、「AI圖像識別及機器人實驗室導論」、「AI運動科技專題研究(一)」、
                        「AI運動科技專題研究(二)」等課程，本專長微學程認證，必須修畢含AI運動科技專題研究(一)及AI運動科技專題研究(二)共15學分以上，即可在畢業證書上加註具備運動科技專長。
                    </p>
                </section>

                <section>
                    <h2>設置辦法</h2>
                    <p>國立成功大學專長微學程實施要點</p>
                    <p>一、國立成功大學（下稱本校）為深化學生多元學習，鼓勵教學單位或教師開設專長微學程（下稱微學程），增進學生進行系統性探索與多元學習，以達人才培育目標，特訂定本要點。 <br />
                    二、本校教學單位或教師開設微學程應提具規劃書，提送教務處專長微學程審查小組(下稱審查小組)審核通過後開設。<br />
                    微學程規劃課程內容有異動時，應重新提送審查小組審核。 <br />
                    三、審查小組置委員五至六人，由教務長、副教務長、通識中心主任及一至二名該領域教師組成，教師委員由教務長遴選。<br />
                    四、微學程涵蓋之課程規劃不得超過10門，規劃書內容應載明下列事項： <br />
                    （一）微學程中英文名稱。 <br />
                    （二）教學目標。  <br />
                    （三）課程名稱：含開課單位、課程碼及學分。 <br />
                    五、單一微學程至多2門課程得與其他微學程相同，課程是否相同以課程碼為判斷依據。 <br />
                    六、修習微學程之學生，每學期修課總學分限制，依本校相關規定辦理。 <br />
                    微學程課程成績依本校成績相關規定計算。 <br />
                    七、微學程各科目之學分，屬於原系(所)專業課程者，計入畢業專業學分；非屬於原系(所)課程，經所屬系(所)同意，得計入跨系選修學分；通識課程依通識
                    選修規定得計入通識學分。 <br />
                    八、學生於各微學程指定課程，累計選修12學分以上者，於成績單註記修畢該微學程專長；課程以規劃書所列課程之課程碼為依據。 <br />
                    九、本要點未盡事宜，悉依本校學則及相關規定辦理。  <br />
                    十、本要點經本校課程委員會審議通過後實施，修正時亦同。</p>
                </section>
            </div>
        </main>
    )
}
