import "../class_regulation.css"
import course_img_reg from "../assets/course_reg.jpg"
export function Class_Regulation() {
    return (
        <div className="row">
            <section>
                <h2>修課規定</h2>
                <p>
                    本專長微學程認證，必須修畢含AI運動科技專題研究(一)及AI運動科技專題研究(二)共15學分，即可在畢業證書上加註具備運動科技專長。
                    修課注意事項: <br />
                    (一)本校全體學生(含跨校生)於在校期間，均可申請修習。<br />
                    (二)本微學程課程規劃不得超過10門，應修畢學分數為15學分以上，在各學程指定之課中，選修15學分以上即可在成績單上註記「XX專長」。<br />
                    (三)修習微學程之學生，每學期所修學分上下限制，仍依本校相關規定辦理。<br />
                    (四)修習微學程各科目之成績，須併入學期總學分及學期成績計算。<br />
                    (五)微學程各科目之學分，如果屬於原系專業課程，則計入專業學分；非屬於原系課程，經所屬系(所)同意，得計入跨系選修學分。<br />
                    (六)通識課程依通識選修規定得計入通識學分。  
                </p>
            </section>
        </div>
    )
}
